Repository: Marwan-Saif/Islami
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Finish
ar: إنهاء

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Back
ar: رجوع

# onboarding1_title
source: Welcome To Islami
ar: مرحبًا بك في إسلامي

# onboarding1_body
source: We Are Very Excited To Have You In Our Community
ar: نحن متحمسون جدًا لانضمامك إلى مجتمعنا

# onboarding2_title
source: Reading the Quran
ar: قراءة القرآن

# onboarding2_body
source: Read, and your Lord is the Most Generous
ar: اقرأ وربك الأكرم

# onboarding3_title
source: Bearish
ar: سبح

# onboarding3_body
source: Praise the name of your Lord, the Most High
ar: سبح اسم ربك الأعلى

# onboarding4_title
source: Holy Quran Radio
ar: إذاعة القرآن الكريم

# onboarding4_body
source: You can listen to the Holy Quran Radio through the application for free and easily
ar: يمكنك الاستماع إلى إذاعة القرآن الكريم من خلال التطبيق مجانًا وبسهولة

source: Suras List
ar: قائمة السور

source: Enter text here
ar: أدخل النص هنا

source: Verse
ar: عدد الآيات
